Repository: kohtaroh928/studiquo
Catalog: studiquo/Localizable.xcstrings
Source language: ja
Languages: en

source: ・ 逆向き
en: · Reversed

source: 「%@」を開きます
en: Opens “%@”

source: %@ ノート
en: %@ Notebook

source: %@ のコピー
en: Copy of %@

source: %@・%@まで
en: %@ — due by %@

source: %@・今日締切の予定があります
en: %@ — something is due today

source: %@・暗記カード
en: %@ — Flashcards

source: %@に接続しましたが、取り込める予定がありませんでした。
en: Connected to %@, but there was nothing to import.

source: %@の予定を%@件同期しました。
en: Synced %2$@ events from %1$@.

source: %@ページ ・ %@
en: %@ pages · %@

source: %@件の予定
en: %@ events

source: %@冊のノート・%@個の暗記帳
en: %@ notebooks, %@ decks

source: %@分
en: %@ min

source: %@日
en: %@ days

source: %@時間%@分
en: %@h %@m

source: %@枚
en: %@ cards

source: %@枚 ・ %@%@
en: %@ cards · %@%@

source: ＋からPDFを読み込んでください
en: Import a PDF with the + button

source: ＋からテストや授業の予定を追加できます
en: Add a test or class event with the + button

source: ＋からノートを作るかPDFを読み込んでください
en: Create a notebook or import a PDF with the + button

source: ＋からノートを選んで暗記カードを作成してください
en: Choose a notebook with the + button to create flashcards

source: 1日前
en: 1 day before

source: 1時間前
en: 1 hour before

source: 1画面
en: 1 Screen

source: 2ページ一覧
en: 2-Page Grid

source: 2ページ見開き
en: Two-Page Spread

source: 4ページ一覧
en: 4-Page Grid

source: 5分前
en: 5 minutes before

source: 6ページ一覧
en: 6-Page Grid

source: 10分前
en: 10 minutes before

source: 15分前
en: 15 minutes before

source: 30分前
en: 30 minutes before

source: 50:50に戻す
en: Reset to 50:50

source: Claudeブラウザ版と2分割
en: Split with Claude (Browser)

source: Google検索
en: Google Search

source: Google検索と2分割
en: Split with Google Search

source: MCP URLをコピー
en: Copy MCP URL

source: MCP URLをコピーしました。
en: Copied the MCP URL.

source: MCPクラウド連携
en: MCP Cloud Connection

source: MCPの変更を読み込む
en: Sync MCP Changes

source: MCP連携データを書き出す
en: Export MCP Data

source: PDFはありません
en: No PDFs

source: PDF出力
en: Export PDF

source: URLまたはトークンを確認してください。
en: Check the URL or token.

source: エラー
en: Error

source: オレンジ
en: Orange

source: お気に入り
en: Favorite

source: お気に入りはありません
en: No Favorites

source: お気に入りを解除
en: Remove from Favorites

source: お茶の水女子大学
en: Ochanomizu University

source: カードがありません
en: No Cards

source: カードを作成
en: Create Card

source: カードを編集
en: Edit Card

source: カード作成
en: Create Card

source: カレンダー
en: Calendar

source: カレンダーURL
en: Calendar URL

source: カレンダーURLの形式が正しくありません。大学のLMSで発行したリンクを貼り付けてください。
en: The calendar URL isn't valid. Paste the link your university's LMS issued.

source: カレンダーで開く
en: Open in Calendar

source: カレンダーを取得できませんでした。通信状況を確認し、URLを再発行してお試しください。
en: Couldn't fetch the calendar. Check your connection and try reissuing the URL.

source: キャンセル
en: Cancel

source: グラフ
en: Graph

source: クリーム
en: Cream

source: グレー
en: Gray

source: コーネル
en: Cornell

source: このURLからカレンダーを読み取れませんでした。エクスポート用のリンクか確認してください。
en: Couldn't read a calendar from this URL. Check that it's an export link.

source: このお知らせに本文はありません。
en: This notification has no body text.

source: このカードを保存して次へ
en: Save This Card and Continue

source: このノートにページを追加
en: Add a Page to This Notebook

source: このフォルダにノートはありません
en: No notebooks in this folder

source: このフォルダにはまだノートや暗記帳がありません。
en: This folder doesn't have any notebooks or decks yet.

source: このフォルダのノート
en: Notebooks in this folder

source: このフォルダの暗記帳
en: Decks in this folder

source: このフォルダは空です
en: This folder is empty

source: このページ
en: This Page

source: このページに要素はありません
en: This page has no elements

source: この操作は取り消せません。
en: This action can't be undone.

source: この端末では本人確認を利用できません
en: Identity verification isn't available on this device

source: ゴミ箱
en: Trash

source: ゴミ箱に移動
en: Move to Trash

source: ゴミ箱は空です
en: Trash Is Empty

source: ゴミ箱を空にしますか？
en: Empty the Trash?

source: サーバーURL
en: Server URL

source: サイドバーを表示
en: Show Sidebar

source: サイドバーを隠す
en: Hide Sidebar

source: さらに引っ張ってページを追加
en: Pull Further to Add a Page

source: さらに表示
en: Show more

source: スタート
en: Start

source: ストップウォッチ
en: Stopwatch

source: すべて
en: All

source: すべて既読にする
en: Mark all as read

source: その他
en: Other

source: タイトル
en: Title

source: タイマー
en: Timer

source: タグを編集
en: Edit Tags

source: たった今
en: just now

source: タップで確認
en: Tap to Check

source: チェックリスト
en: Checklist

source: データの読み込みに時間がかかっています
en: Your data is taking longer to load

source: テキスト
en: Text

source: テキストを編集
en: Edit Text

source: テキストを追加
en: Add Text

source: テスト
en: Test

source: テストが近づいています
en: A test is coming up

source: トークンを表示
en: Show Token

source: トークンを隠す
en: Hide Token

source: ドット
en: Dot grid

source: ドラッグして移動できます。左右端では縦並びになります
en: Drag to move it. It becomes vertical near the left or right edge.

source: ドラッグして表示比率を変更します
en: Drag to change the split ratio

source: ノート
en: Notes

source: ノート・PDF
en: Notebook/PDF

source: ノート、PDF、暗記カード
en: Notebook, PDF, Flashcards

source: ノート.pdf
en: Notebook.pdf

source: ノートがありません
en: No Notebooks

source: ノートを保護
en: Protect Notebook

source: ノートを削除
en: Delete Notebook

source: ノートを左へスワイプして登録できます
en: Swipe a notebook left to favorite it

source: ノートを検索
en: Search notebooks

source: ノートを編集して画面を閉じると自動保存されます
en: Edit a notebook and close the screen to create an automatic backup

source: ノート名
en: Notebook name

source: バックアップはまだありません
en: No backups yet

source: バックアップを復元
en: Restore Backup

source: バックアップを書き出す
en: Export Backup

source: ピンク
en: Pink

source: ファイルから読み込む
en: Import from File

source: フォルダ
en: Folder

source: フォルダから外す
en: Remove from Folder

source: フォルダはまだありません
en: No folders yet

source: フォルダへ移動
en: Move to Folder

source: フォルダ名
en: Folder name

source: フォルダ外のノート
en: Notebooks outside a folder

source: フォルダ外のノートはありません
en: No notebooks outside a folder

source: フォルダ外の暗記帳
en: Decks outside a folder

source: フォルダ外の暗記帳はありません
en: No decks outside a folder

source: ブックマーク
en: Bookmark

source: ブックマークを一括削除
en: Delete All Bookmarks

source: ブックマークを一括複製
en: Duplicate All Bookmarks

source: ブックマーク済み
en: Bookmarked

source: ブックマーク解除
en: Remove Bookmark

source: ページ
en: Page

source: ページ %@
en: Page %@

source: ページ %@ の要点は？
en: What's the key point of page %@?

source: ページ %@へ
en: To Page %@

source: ページがありません
en: No Pages

source: ページダーク表示
en: Dark Page Display

source: ページへ移動
en: Go to page

source: ページリンク
en: Page link

source: ページ一覧
en: Page List

source: ページ名と認識文字から作る
en: Create from Page Name and Recognized Text

source: ページ名を編集
en: Edit Page Name

source: ページ数が多い順
en: Most pages

source: ページ追加
en: Add Page

source: ペン
en: Pen

source: ペン %@
en: Pen %@

source: ペンで書く
en: Write with Pen

source: ペンバーを隠す
en: Hide Pen Bar

source: ホーム
en: Home

source: ホームに戻る
en: Back to Home

source: ホームへ戻る
en: Back to Home

source: ホーム画面のゴミ箱から復元できます。
en: You can restore it from the Trash on the Home screen.

source: まずは15分。ノートや暗記カードを開いて、短く始めてみましょう。
en: Start with just 15 minutes — open a notebook or flashcard deck and get going.

source: メモ
en: Notes

source: モード
en: Mode

source: もうすぐ予定です
en: Coming up

source: もう一度
en: Try Again

source: やり直す
en: Redo

source: ライブラリ
en: Library

source: ランダム
en: Random

source: リセット
en: Reset

source: リンク:
en: Link:

source: レイヤー
en: Layer

source: ロック
en: Lock

source: ロックされたノート
en: Locked Notebook

source: ロックを解除
en: Unlock

source: ロック解除
en: Unlock

source: 一つ前のフォルダへ戻る
en: Back to the previous folder

source: 一時停止
en: Pause

source: 一橋大学
en: Hitotsubashi University

source: 三角形
en: Triangle

source: 三角形補正
en: Triangle Correction

source: 三重大学
en: Mie University

source: 上の「資料を選ぶ」からPDFまたはノートを選択してください
en: Choose a PDF or notebook from “Choose material” above

source: 上下に2分割
en: Split Top/Bottom

source: 上智大学
en: Sophia University

source: 不正解
en: Incorrect

source: 並べ替え
en: Sort

source: 中央大学
en: Chuo University

source: 九州大学
en: Kyushu University

source: 予定
en: Event

source: 予定はありません
en: No events

source: 予定や学習の進み具合、連携した大学からのお知らせをここに表示します。
en: Events, your study progress, and announcements from your connected university appear here.

source: 予定を確認しましょう
en: Check your schedule

source: 予定を編集
en: Edit Event

source: 予定を追加
en: Add event

source: 二次関数
en: Parabola

source: 二次関数補正
en: Parabola Correction

source: 五線譜
en: Music staff

source: 京都大学
en: Kyoto University

source: 今すぐ同期
en: Sync now

source: 今日
en: today

source: 今日の勉強時間
en: Today's study time

source: 今日の学習、いいペースです
en: Good pace with today's studying

source: 今日の学習を始めませんか？
en: Ready to start studying today?

source: 今日はここまでで合計%@分学習しました。この調子で続けましょう。
en: You've studied %@ minutes so far today. Keep up the pace.

source: 位置をロック
en: Lock Position

source: 佐賀大学
en: Saga University

source: 作成
en: Create

source: 作成して開く
en: Create and Open

source: 作成後、1枚目の問題と答えを入力します。
en: After creating it, enter the question and answer for the first card.

source: 作成日が古い順
en: Oldest created

source: 作成日が新しい順
en: Recently created

source: 作成済みカード（%@枚）
en: Created Cards (%@)

source: 作成順
en: Creation order

source: 例：数学, 授業, 重要
en: e.g. Math, Class, Important

source: 例：第3回 重要事項
en: e.g. Lesson 3 key points

source: 保存
en: Save

source: 保存データを開けませんでした
en: Unable to open your saved data

source: 保存済みのデータは削除されていません。もう一度お試しください。
en: Your saved data has not been deleted. Please try again.

source: 保護を解除
en: Remove Protection

source: 信州大学
en: Shinshu University

source: 元に戻す
en: Undo

source: 先に「今すぐ同期」を実行してください。GeminiにはURLとトークンを設定します。Claude・ChatGPTではURLを登録するとStudiquoの認証画面が開きます。トークンは他人へ共有しないでください。
en: Run “Sync now” first. For Gemini, set both the URL and the token. For Claude and ChatGPT, registering the URL opens Studiquo's sign-in screen. Don't share the token with anyone else.

source: 先に暗記カードを作成してください
en: Create some flashcards first

source: 全 %@ カード
en: %@ cards total

source: 全 %@ 問中 %@ 問正解
en: %@ correct out of %@

source: 全て
en: All

source: 全ページ
en: All Pages

source: 全ページを認識
en: Recognize All Pages

source: 全問正解です！
en: You got everything right!

source: 円・楕円
en: Circle/Ellipse

source: 円・楕円補正
en: Circle/Ellipse Correction

source: 最前面へ
en: Bring to Front

source: 最背面へ
en: Send to Back

source: 写真
en: Photo

source: 写真を背景に設定
en: Set Photo as Background

source: 出題方向
en: Direction

source: 出題順
en: Order

source: 分
en: min

source: 分割して開くものを選択
en: Choose What to Open Alongside

source: 分割位置
en: Split Position

source: 別の言葉で検索してください
en: Try a different search term

source: 削除
en: Delete

source: 削除したノートがここに表示されます
en: Deleted notebooks appear here

source: 削除するページを選択
en: Select Pages to Delete

source: 創価大学
en: Soka University

source: 北海道大学
en: Hokkaido University

source: 北里大学
en: Kitasato University

source: 北陸先端科学技術大学院大学
en: Japan Advanced Institute of Science and Technology

source: 千葉大学
en: Chiba University

source: 南山大学
en: Nanzan University

source: 単語帳を読み込む（Quizlet・CSV）
en: Import Word List (Quizlet/CSV)

source: 右へ90度回転
en: Rotate 90° Right

source: 右上の＋から新しい暗記帳を作成してください
en: Create a new deck with the + button in the top right

source: 右側のノートを選択
en: Select a Notebook on the Right

source: 合計%@分学習しました。この調子で続けましょう。
en: You've studied %@ minutes in total. Keep up the pace.

source: 同志社大学
en: Doshisha University

source: 同期し、%@件のAI変更を反映しました。
en: Synced and applied %@ AI change(s).

source: 同期しました。新しいAI変更はありません。
en: Synced. No new AI changes.

source: 同期できませんでした：%@
en: Couldn't sync: %@

source: 名前 A–Z
en: Name A–Z

source: 名前 Z–A
en: Name Z–A

source: 名前を変更
en: Rename

source: 名古屋大学
en: Nagoya University

source: 名城大学
en: Meijo University

source: 和歌山大学
en: Wakayama University

source: 問題
en: Question

source: 問題 → 答え
en: Question → Answer

source: 問題と答えの両方を入力すると、次のカードを作れます。
en: Enter both a question and an answer to create the next card.

source: 四角形
en: Rectangle

source: 図形
en: Shape

source: 国際基督教大学
en: International Christian University

source: 國學院大學
en: Kokugakuin University

source: 在学中の大学のLMS（Moodleなど）で発行した購読用リンクを貼り付けてください。課題・小テスト・授業の期限を取り込みます。URLはこの端末の安全な領域に保存され、締切当日の朝8時に通知でお知らせします。
en: Paste the subscription link issued by your university's LMS (Moodle, etc). Assignment, quiz, and class deadlines will be imported. The URL is stored in this device's secure storage, and you'll get a notification at 8 AM on the day something is due.

source: 埼玉大学
en: Saitama University

source: 変更
en: Rename

source: 大分大学
en: Oita University

source: 大学
en: University

source: 大学のカレンダー連携
en: University calendar connection

source: 大学連携
en: University Connection

source: 大阪大学
en: Osaka University

source: 大阪工業大学
en: Osaka Institute of Technology

source: 太さ %@
en: Width %@

source: 奈良先端科学技術大学院大学
en: Nara Institute of Science and Technology

source: 学習モード
en: Study Mode

source: 学習結果
en: Study Results

source: 学習院大学
en: Gakushuin University

source: 宇都宮大学
en: Utsunomiya University

source: 完了
en: Done

source: 完全に削除
en: Delete Permanently

source: 富山大学
en: University of Toyama

source: 専修大学
en: Senshu University

source: 山口大学
en: Yamaguchi University

source: 山形大学
en: Yamagata University

source: 山梨大学
en: University of Yamanashi

source: 岐阜大学
en: Gifu University

source: 岡山大学
en: Okayama University

source: 岩手大学
en: Iwate University

source: 島根大学
en: Shimane University

source: 左側で問題と答えを登録してください
en: Add a question and answer on the left

source: 左利き配置
en: Left-Handed Layout

source: 左右に2分割
en: Split Left/Right

source: 帝京大学
en: Teikyo University

source: 広島大学
en: Hiroshima University

source: 弘前大学
en: Hirosaki University

source: 復元
en: Restore

source: 徳島大学
en: Tokushima University

source: 愛媛大学
en: Ehime University

source: 慶應義塾大学
en: Keio University

source: 成城大学
en: Seijo University

source: 成蹊大学
en: Seikei University

source: 手書き文字を認識中… %@/%@
en: Recognizing handwriting… %@/%@

source: 手書き文字認識
en: Handwriting Recognition

source: 指を離してページを追加
en: Release to Add a Page

source: 授業
en: Class

source: 接続トークン
en: Connection Token

source: 接続トークンをコピー
en: Copy Connection Token

source: 接続トークンをコピーしました。
en: Copied the connection token.

source: 描画バー
en: Drawing Bar

source: 描画バーの位置
en: Drawing Bar Position

source: 教室、範囲、持ち物など
en: Room, scope, things to bring, etc.

source: 文字を入力
en: Enter text

source: 文字認識
en: Text Recognition

source: 新しいトークンを生成
en: Generate New Token

source: 新しいノート
en: New Notebook

source: 新しいページのスタイル
en: New Page Style

source: 新しい暗記カード
en: New Flashcard Deck

source: 新しい暗記帳
en: New Deck

source: 新しい通知はありません
en: No new notifications

source: 新潟大学
en: Niigata University

source: 新規ノート
en: New Notebook

source: 新規フォルダ
en: New Folder

source: 新規作成
en: New

source: 新規暗記カード
en: New Flashcard

source: 新規暗記カードを作成
en: Create New Flashcard Deck

source: 新規暗記帳
en: New Flashcard Deck

source: 方眼
en: Graph

source: 日時
en: Date & Time

source: 日本大学
en: Nihon University

source: 日本女子大学
en: Japan Women's University

source: 日本語
en: Japanese

source: 早稲田大学
en: Waseda University

source: 明日
en: tomorrow

source: 明暗表示
en: Light/Dark Display

source: 明治大学
en: Meiji University

source: 時間
en: Time

source: 時間ツール
en: Time Tools

source: 暗記カード
en: Flashcards

source: 暗記カードがありません
en: No Flashcard Decks

source: 暗記カードはありません
en: No Flashcard Decks

source: 暗記カード名
en: Flashcard deck name

source: 暗記する
en: Study

source: 暗記テープ
en: Memorization tape

source: 暗記帳
en: Flashcard Deck

source: 暗記帳の名前
en: Deck name

source: 暗記帳はありません
en: No flashcard decks

source: 更新
en: Refresh

source: 更新日が古い順
en: Oldest updated

source: 更新日が新しい順
en: Recently updated

source: 月間カレンダー
en: Monthly calendar

source: 未読
en: Unread

source: 未読%@件
en: %@ unread

source: 未読なし
en: No unread notifications

source: 東京外国語大学
en: Tokyo University of Foreign Studies

source: 東京大学
en: The University of Tokyo

source: 東京女子大学
en: Tokyo Woman's Christian University

source: 東京理科大学
en: Tokyo University of Science

source: 東京科学大学
en: Institute of Science Tokyo

source: 東京藝術大学
en: Tokyo University of the Arts

source: 東京農工大学
en: Tokyo University of Agriculture and Technology

source: 東京農業大学
en: Tokyo University of Agriculture

source: 東京都立大学
en: Tokyo Metropolitan University

source: 東北大学
en: Tohoku University

source: 東洋大学
en: Toyo University

source: 東海大学
en: Tokai University

source: 検索、またはURLを入力
en: Search or enter URL

source: 横ページ送り
en: Horizontal Paging

source: 横罫
en: Ruled

source: 正方形・長方形
en: Square/Rectangle

source: 正方形・長方形補正
en: Square/Rectangle Correction

source: 正解
en: Correct

source: 武蔵大学
en: Musashi University

source: 法政大学
en: Hosei University

source: 津田塾大学
en: Tsuda University

source: 消しゴム
en: Eraser

source: 消しゴム %@
en: Eraser %@

source: 淡いグレー
en: Pale Gray

source: 淡い緑
en: Pale Green

source: 淡い青
en: Pale Blue

source: 無題のノート
en: Untitled Notebook

source: 無題のページ
en: Untitled Page

source: 熊本大学
en: Kumamoto University

source: 琉球大学
en: University of the Ryukyus

source: 現在のノート %@
en: Current Notebook %@

source: 現在のページを削除
en: Delete Current Page

source: 現在のページを認識
en: Recognize Current Page

source: 用紙
en: Paper

source: 画面上
en: Top

source: 画面下
en: Bottom

source: 画面分割
en: Split Screen

source: 番号
en: Number

source: 白
en: White

source: 白紙
en: Blank

source: 白紙ノートを作る
en: Create a Blank Notebook

source: 目次
en: Table of Contents

source: 直線
en: Line

source: 直線補正
en: Line Correction

source: 神戸大学
en: Kobe University

source: 福井大学
en: University of Fukui

source: 福岡大学
en: Fukuoka University

source: 秋田大学
en: Akita University

source: 秒
en: sec

source: 種類
en: Type

source: 空にする
en: Empty

source: 立命館アジア太平洋大学
en: Ritsumeikan Asia Pacific University

source: 立命館大学
en: Ritsumeikan University

source: 立教大学
en: Rikkyo University

source: 端末の設定に合わせる
en: Match device setting

source: 筑波大学
en: University of Tsukuba

source: 答え
en: Answer

source: 答え → 問題
en: Answer → Question

source: 答えが未入力です
en: No answer entered

source: 答えを見る
en: Show Answer

source: 紫
en: Purple

source: 終了
en: End

source: 緑
en: Green

source: 縦連続
en: Continuous Vertical

source: 群馬大学
en: Gunma University

source: 背景画像を外す
en: Remove Background Image

source: 自動バックアップ
en: Automatic Backups

source: 自動バックアップを復元
en: Restore Automatic Backup

source: 色
en: Color

source: 色を変更
en: Change Color

source: 芝浦工業大学
en: Shibaura Institute of Technology

source: 苦手だけ
en: Weak Cards Only

source: 茨城大学
en: Ibaraki University

source: 表示モード
en: Display Mode

source: 表示中
en: Showing

source: 表示範囲: x −10〜10 / y −10〜10
en: View range: x −10–10 / y −10–10

source: 補正設定
en: Correction Settings

source: 複数のタグはカンマで区切ってください。
en: Separate multiple tags with commas.

source: 複数ページを選択
en: Select Multiple Pages

source: 複製
en: Duplicate

source: 西南学院大学
en: Seinan Gakuin University

source: 見つかりません
en: No Results

source: 覚えた
en: Got It

source: 解除
en: Release

source: 言語
en: Language

source: 設定
en: Settings

source: 認証してノートを開いてください
en: Authenticate to open the notebook

source: 認証できませんでした。もう一度お試しください
en: Couldn't authenticate. Please try again.

source: 認識された大学
en: Recognized university

source: 認識した文字。暗記カードへドラッグできます
en: Recognized text. Drag it onto a flashcard.

source: 認識文字をテキストに変換
en: Convert Recognized Text

source: 読み込みが完了すると自動的に画面が切り替わります。改善しない場合は、アプリを終了して開き直してください。保存済みのデータは削除されません。
en: The app will open automatically when loading finishes. If it does not finish, close and reopen the app. Your saved data will not be deleted.

source: 資料
en: Material

source: 資料を選ぶ
en: Choose Material

source: 赤
en: Red

source: 近畿大学
en: Kindai University

source: 追加
en: Add

source: 追加するページの用紙を選んでください。
en: Choose the paper style for the page you're adding.

source: 通知
en: Notifications

source: 通知しない
en: Don't notify

source: 通知タイミング
en: Reminder

source: 通知の詳細
en: Notification Details

source: 通知詳細を表示する
en: Show notification details

source: 連携を解除
en: Disconnect

source: 連携を解除しました。
en: Disconnected.

source: 連続学習日数
en: Study streak

source: 週間予定
en: Weekly planner

source: 選んだ言語は、アプリを再起動したあとの表示に反映されます。
en: The language you choose takes effect after you restart the app.

source: 選んだ言語はすぐに反映されます。
en: The language you choose takes effect immediately.

source: 選択
en: Select

source: 選択して削除
en: Select and Delete

source: 選択ページをブックマーク
en: Bookmark Selected Pages

source: 選択ページを削除
en: Delete Selected Pages

source: 選択ページを回転
en: Rotate Selected Pages

source: 選択ページを複製
en: Duplicate Selected Pages

source: 選択を終了
en: Done Selecting

source: 金沢大学
en: Kanazawa University

source: 鉛筆 %@
en: Pencil %@

source: 長崎大学
en: Nagasaki University

source: 閉じる
en: Close

source: 開始
en: Start

source: 開始時刻
en: At start time

source: 間違いのみ
en: Missed Only

source: 間違えたカード
en: Missed Cards

source: 関数電卓
en: Scientific Calculator

source: 関西大学
en: Kansai University

source: 関西学院大学
en: Kwansei Gakuin University

source: 閲覧専用
en: View Only

source: 集中モード
en: Focus Mode

source: 集中モードを終了
en: Exit Focus Mode

source: 難しい
en: Hard

source: 電卓
en: Calculator

source: 電気通信大学
en: The University of Electro-Communications

source: 青
en: Blue

source: 青山学院大学
en: Aoyama Gakuin University

source: 静岡大学
en: Shizuoka University

source: 順天堂大学
en: Juntendo University

source: 香川大学
en: Kagawa University

source: 駒澤大学
en: Komazawa University

source: 高知大学
en: Kochi University

source: 鳥取大学
en: Tottori University

source: 鹿児島大学
en: Kagoshima University

source: 黄
en: Yellow

source: 黒
en: Black

source: 龍谷大学
en: Ryukoku University
